Repository: xuming/micolog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it_it, ja

source: This operate has not defined!
ja: 無効な操作です

source: "Cache cleared successful"
ja: "キャッシュ削除完了"

source: "All comments updated"
ja: "全コメントが更新されました。"

source: "Link formated succeed"
ja: "リンクフォーマット完了"

source: "Please input url format."
ja: "URLを入力してください。"

source: "Init has succeed."
ja: "初期化成功"

source: "All tags for entry have been updated."
ja: "全タグが更新されました。"

source: "All entries have been updated."
ja: "全記事が更新されました。"

source: Please input title and content.
ja: タイトルと記事を入力してください。

source: Saved ok. <a href="/%(link)s" target="_blank">View it now!</a>
ja: 保存できました。 <a href="/%(link)s" target="_blank">すぐに見る!</a>

source: Saved ok.
ja: 保存できました。

source: Error:Entry cant been saved.
ja: エラー：記事を保存できませんでした。

source: Please input name and url.
ja: 名前とURLを入力してください。

source: Error:Link cant been saved.
ja: エラー：リンクを保存できませんでした。

source: Please input name and slug.
ja: Slugを入力してください。

source: A circle declaration found.
ja: circle declaration

source: Please input dispname and email.
ja: 氏名とE-mailアドレスを入力してください。

source: Error:Author cant been saved.
ja: エラー：作者を保存できませんでした。

source: <div>Plugin '%(name)s' havn't actived!</div><br><form method="post" action="/admin/plugins?action=activate&amp;plugin=%(iname)s&amp;return=/admin/plugins/%(iname)s"><input type="submit" value="Activate Now"/></form>
ja: <div>プラグイン '%(name)s' を実行できませんでした。!</div><br><form method="post" action="/admin/plugins?action=activate&amp;plugin=%(iname)s&amp;return=/admin/plugins/%(iname)s"> <input type="submit" value="実行"/></form>

source: source URL does not exist
it_it: l'URL indicato non esiste
ja: ソースURLは存在しません。

source: The source URL does not contain a link to the target URL
it_it: L'URL di oringine non contiente un collegamento all'URL di destinazione
ja: ソースURLにそのURLはありません。

source: The specified target URL does not exist
it_it: L'URL di destinazione specificato non esiste
ja: そのURLは存在しません。

source: The specified target URL cannot be used as a target
it_it: L'URL specificato come destinazione non può essere utilizzato come destinazione
ja: そのURLは使用できません。

source: The pingback has already been registered
it_it: Il pingback è già stato registrato
ja: pingバックは認証されました。

source: Access Denied
it_it: Accesso denegato
ja: アクセス制限

source: An unknown server error (%s) occurred
it_it: C'è stato un errore sconosciuto nel server (%s)
ja: 不明なサーバーエラーです。：(%s)

source: Your check code is invalid .
it_it: Il suo codice di verifica non è valido.
ja: クッキーエラー

source: Please input name, email and comment .
it_it: Per cortesia inserisca il suo nome, email e commento.
ja: 氏名とE-mailアドレスとコメントを入力してください。

source: Comment not allowed.
it_it: Non sono consentiti commenti.
ja: コメントエラーです。

source: Comment not allowed .
it_it: Non sono consentiti commenti.
ja: コメントエラーです。

source: this is a test
it_it: Questo è un test.
ja: これはテストです。

source: ..more
it_it: ...continua
ja: 続きを読む

source: Hello world!
it_it: Ciao Mondo!
ja: micologにようこそ！！

source: <p>Welcome to micolog. This is your first post. Edit or delete it, then start blogging!</p>
it_it: <p>Benvenuto a micolog. Questo è il tuo primo post. Modificalo o eliminalo, poi comincia a bloggare!</p>
ja: <p>micologをご利用いただきましてありがとうございます。これは最初の記事になります。micologでブログの世界を旅しましょう！</p>

source: Xuming's blog
it_it: Il blog di Xuming
ja: xuming'sブログ

source: Enable comment notify by mail:
it_it: Consenti notifica via email dei commenti:
ja: コメントを送信できません。

source: Message to me:
ja: 自分にもメッセージを送る。

source: Message to commenter:
ja: コメントをくれた人にもメッセージを送る。

source: Basic
it_it: Basico
ja: 基本設定

source: Import/Export
it_it: Importa/Esporta
ja: インポート/エクスポート

source: Sitemap
it_it: Mappa del sito
ja: サイトマップ

source: Tools
it_it: Strumenti
ja: ツール

source: Notify
ja: 通知

source: Please select a file which exported from wordpress to import!
it_it: Seleziona un file che hai esportato da wordpress per importarlo!
ja: WORDPRESSからエクスポートしたファイルを選択してmicologにインポートしてください。

source: Wordpress export file (WXR file):
it_it: File di esportazione di di Wordpress (WXR file):
ja: Wordpress エクスポートファイル(WXR形式):

source: Import
it_it: Importa
ja: インポート

source: Edit Author
ja: 作者編集

source: Add Author
ja: 作者追加

source: Related
it_it: Relazionato
ja: 関連

source: Manage All Authors
ja: 全作者管理

source: Display Name
ja: 名称

source: The name is used to display.
ja: この名称は使用されています。

source: Manage Authors
ja: 作者管理

source: add new
it_it: aggiungi nuova
ja: 新規作成

source: All Authors
ja: 全作者

source: Delete
it_it: Eliminare
ja: 削除

source: &laquo; prev
it_it: &laquo; previo
ja: &laquo; 前へ

source: next &raquo;
it_it: seguente &raquo;
ja: 次へ &raquo;

source: Page %(pindex)s
it_it: Pagina %(pindex)s
ja: %(pindex)sページ

source: Name
it_it: Nome
ja: 名称

source: IsAdmin
ja: 管理人

source: Micolog Dashboard
it_it: Dashbord di micolog
ja: Micologコントロールパネル

source: Logout
ja: ログアウト

source: Write
it_it: Scrivi
ja: 記事を書く

source: Posts
ja: 記事

source: Pages
it_it: Pagine
ja: ページ

source: Links
it_it: Collegamenti
ja: リンク

source: Categories
it_it: Categorie
ja: カテゴリー

source: Comments
it_it: Commenti
ja: コメント

source: Files
ja: ファイル

source: Configuration
it_it: Configurazione
ja: 設定

source: Plugins
ja: プラグイン

source: Cache
ja: キャッシュ

source: Authors
ja: 作者

source: help
it_it: aiuto
ja: ヘルプ

source: Manage Categories
it_it: Gestire categorie
ja: カテゴリー管理

source: All Categories
it_it: Tutte le categorie
ja: 全カテゴリー

source: Parent
ja: 親階層

source: Edit category
it_it: Modifica categoria
ja: カテゴリー編集

source: Add category
it_it: Aggiungi categoria
ja: カテゴリー追加

source: Save
it_it: Salva
ja: 保存

source: Manage All Categories
it_it: Gestisci tutte le categorie
ja: 全カテゴリー管理

source: The name is used to identify the category almost everywhere, for example under the post or in the category widget.
it_it: Il nome si utilizza per identificare la categoria praticamente ovunque, ad esempio nel post oppure nel widget di categoria.
ja: 名前はカテゴリーを特定するために様々な場所で使用されます。

source: The 'slug' is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
it_it: Lo 'slug' è una versione URL-friendly del nome. Generalmente è in minuscole e contiene soltanto lettere, numeri e trattini.
ja: "slug"はurlをわかり易い表記にしたものです。日本語表記も可能です。

source: Parent Category
ja: 親カテゴリー

source: Manage Comments
it_it: Gestire commenti
ja: コメント管理

source: All Comments
it_it: Tutti i commenti
ja: 全コメント

source: Filter:
it_it: Filtra:
ja: フィルター：

source: Author
it_it: Autore
ja: 作者

source: Do
it_it: Do it
ja: 実行

source: Date
it_it: Data
ja: 日付

source: Content
it_it: Contenuto
ja: 内容

source: Entry
ja: 記事

source: New Post
it_it: Nuovo Post
ja: 新規記事

source: New Page
it_it: Nuova Pagina
ja: 新規ページ

source: Write Post
it_it: Scrivi post
ja: 記事作成

source: Write Page
it_it: Scrivi Pagina
ja: ページ作成

source: Category
it_it: Categoria
ja: カテゴリー

source: UnPublish
ja: 未公開

source: Publish
ja: 公開

source: Sticky it.
ja: トップ表示

source: allow comment
it_it: consentire commenti
ja: コメント許可

source: allow trackback
it_it: consentire trackback
ja: トラックバック許可

source: Manage All Posts
it_it: Gestisci tutti i post
ja: 全記事管理

source: Manage All Pages
it_it: Gestisci tutte le pagine
ja: 全ページ管理

source: Use as external page
it_it: Utilizza come pagina esterna
ja: 外部ページ使用

source: Title
it_it: Titolo
ja: タイトル

source: External page address
it_it: Indirizzo esterno della pagina
ja: 外部ページアドレス

source: Target
it_it: Destinazione
ja: ターゲット

source: Post
ja: 記事

source: Page
it_it: Pagina
ja: ページ

source: Tag
ja: タグ

source: Password
ja: パスワード

source: Options
it_it: Opzioni
ja: オプション

source: Page level:
it_it: Livello di pagina:
ja: ページレベル

source: Page order:
it_it: Ordinare Pagina
ja: ページ順序:

source: Excerpt
it_it: Riassunto
ja: 要約

source: Upload a file
ja: ファイルをアップロード

source: Upload
ja: アップロード

source: Manage Files
ja: ファイル管理

source: All Files
ja: 全ファイル

source: File Name
ja: ファイル名称

source: Size
ja: サイズ

source: Upload Date
ja: アップロード日時

source: Download
ja: ダウンロード

source: Export/Import for wordpress
it_it: Esporta/Importa per Wordpress
ja: wordpressにエクスポート/インポート

source: Export
it_it: Esporta
ja: エクスポート

source: Export as WordPress eXtended RSS file
it_it: Esporta come file eXtended RSS di Wordpress
ja: wordpress形式にエクスポート

source: Export from Date:
it_it: Esporta dalla Data:
ja: エクスポート:から

source: to Date:
it_it: fino alla Data:
ja: まで

source: 's posts
it_it: dei post
ja: の記事

source: Export all posts
it_it: Esporta tutti i post
ja: 全記事をエクスポート

source: Edit link
it_it: Modifica collegamento
ja: リンク編集

source: Add Link
it_it: Aggiungi collegamento
ja: リンク追加

source: Manage All Links
it_it: Gestisci tutti i collegamenti
ja: 全リンク管理

source: Example: Nifty blogging software
it_it: Ad esempio: software di blogging elegante
ja: 例：趣味関係

source: Web Address
it_it: Indirizzo Web
ja: ホームページアドレス

source: Example: <code>http://xuming.net</code> - don't forget the <code>http://</code>
it_it: Ad esempio: <code>http://xuming.net</code> -non dimenticare il <code>http://</code>
ja: 例: <code>http://xuming.net</code> - <code>http://</code>を忘れないでください。

source: LinkComment
it_it: Collegamento di commento
ja: リンクコメント

source: Example: Xuming's Blog
it_it: Esempio: Il blog di Xuming
ja: 例: Xuming's Blog

source: Manage Links
it_it: Gestisci Collegamenti
ja: リンク管理

source: Manage Pages
it_it: Gestisci Pagine
ja: ページ管理

source: All Pages
it_it: Tutte le Pagine
ja: 全ページ

source: Status
it_it: Stato
ja: 状態

source: edit
ja: 編集

source: Published
it_it: Pubblicato
ja: 公開

source: Unpublished
it_it: Non pubblicato
ja: 非公開

source: Manage Plugins
it_it: Gestisci i plugin
ja: プラグイン管理

source: Plugin
ja: プラグイン

source: Version
it_it: Versione
ja: バージョン

source: Description
it_it: Descrizione
ja: 概要

source: Active Status
it_it: Stato attivato
ja: 現在の状況

source: Deactivate
it_it: Disattivo
ja: アクティベート取り消し

source: Activate
it_it: Attivo
ja: アクティベート

source: Manage Posts
it_it: Gestire i post
ja: 記事管理

source: All Posts
it_it: Tutti i post
ja: 全記事

source: Setup and Configuraiton for this Blog
it_it: Impostazioni e configurazioni per questo Blog
ja: ブログ設定

source: Blog Title:
it_it: Titolo del Blog:
ja: ブログタイトル

source: Sub Title:
it_it: Sottotitolo:
ja: サブタイトル

source: In a few words, explain what this blog is about.
it_it: Breve descrizione di questo blog.
ja: ブログの簡単な紹介

source: Blog notice:
it_it: Avvisi del Blog:
ja: 注記

source: Default Link Structure:
it_it: Struttura predefinita per i link:
ja: リンク構造標準化

source: Allowed variants:
it_it: Varianti permesse:
ja: 変数許可

source: Permalink Structure:
it_it: Struttura dei permalink:
ja: パーマリンク構造

source: Domain:
it_it: Dominio:
ja: ドメイン

source: Micolog Address(URL):
it_it: Indirizzo di Micolog(URL):
ja: ブログURL

source: RSS Feed URL:
it_it: URL dei feed RSS:
ja: RSS/Atom Feed URL:

source: Time delta:(Hours)
it_it: Differenza di tempo:(ore)
ja: 時差:(単位は時間)

source: Theme:
it_it: Stile:
ja: デザインテーマ:

source: Posts per page:
it_it: Posts per pagina:
ja: １ページに表示する記事数:

source: Comments order:
it_it: Ordine dei commenti:
ja: コメント順序

source: ASC
ja: 昇順

source: DESC
ja: 降順

source: Comment Check Type:
it_it: Verifica tipo commento:
ja: コメントチェックタイプ:

source: Arithmetic
ja: 演算

source: Graph
ja: グラフ

source: Client Arithmetic
ja: クライアント演算

source: Comments per page:
it_it: Commenti per pagina:
ja: 1ページのコメント表示数:

source: Enable memcache:
it_it: Abilita memcache:
ja: キャッシュを有効化:

source: Allow Trackback:
it_it: Consenti Trackback:
ja: トラックバック許可:

source: Allow Pingback:
it_it: Consenti Pingback:
ja: pingバックを許可:

source: Xmlrpc setting
it_it: Impostazioni Xmlrpc
ja: Xmlrpc設定：

source: Setup the username and password for RPC call. These will be used by client tools (e.g. Windows live writer).
it_it: Imposta il nome utente e password per le chiamate RPC. Questi verrano usati da strumenti client (ad esempio Windows live writer).
ja: RPC用ユーザー名とパスワード設定。これらはWindows live writer等のツールで使用します。

source: User name:
it_it: Nome utente:
ja: ユーザー名:

source: Password:
ja: パスワード:

source: Save Changes
it_it: Salva modifiche
ja: 保存

source: Sitemap Setup
it_it: Impostazioni sitemap
ja: サイトマップを設置

source: Entries in sitemap:
it_it: Entry nel sitemap:
ja: サイトマップの件数:

source: Include category:
it_it: Includi categoria:
ja: 含めるカテゴリー:

source: Include tag:
it_it: Includere etichetta:
ja: 含めるタグ:

source: Pinging Search Engine (Google):
ja: Pingサーチエンジン(Google)

source: Cache status
it_it: Stato del Cache
ja: キャッシュ状態

source: Clear cache
it_it: Ripulire cache
ja: キャッシュ削除

source: Clear cache data.
it_it: Borrar datos del Cache.
ja: キャッシュデータ削除

source: Environ
it_it: Ambiente
ja: 環境

source: Careless use of it will be dangerous!
it_it: L'uso sconsiderato può essere pericoloso!
ja: これらのツールは慎重に操作してください！！

source: Run
it_it: Esegui
ja: 実行

source: Update tags
it_it: Aggiorna i tag
ja: タグ更新

source: It will refresh all tags for each entry.
it_it: Verranno aggiornati tutti i tag di ogni entry.
ja: 全記事の全タグを更新します。

source: Init datas
it_it: Inizializzare i dati.
ja: 日付初期化

source: It will delete all posts, pages and comments.
it_it: Verranno eliminati tutti i post, pagine e commenti.
ja: 全記事、ページ、コメントを削除します。

source: Update comments
it_it: Aggiorna i commenti
ja: コメント更新

source: It will refresh the number of comments for each entry.
it_it: Verrà aggiornato il numero di commenti per ogni entry.
ja: 記事のコメント数を更新します。

source: Rebuild URL
it_it: Ricostruire l'URL
ja: URLが重複しています。

source: The URL of all entries (post or page) will be rebuild.
it_it: L'URL di tutte le entry (post o pagine) sarà ricostruito.
ja: 全ページ、全記事のURLを再構築します。

source: Permalink
ja: パーマリンク

source: Available parameters:
it_it: Parametri disponibili:
ja: パラメーター使用可能:

source: Update archives
it_it: Aggiorna archivi
ja: アーカイブズ更新

source: It will update the monthyear of entries.
it_it: Il mese e l'anno delle entry verrà aggiornato.
ja: 年月記事を更新します。

source: Error: invalid file extension
ja: 错误：不支持的文件格式

source: Add
ja: 添加

source: New file
ja: 添加文件

source: Filename
ja: 文件名

source: Operater
ja: 操作

source: <div>Plugin '%s' havn't actived!</div><br><form method="post" action="/admin/plugins?action=activate&amp;plugin=%s&amp;return=/admin/plugins/%s"> <input type="submit" value="Activate Now"/></form>
it_it: <div>Il plugin '%s' non è stato attivato!</div><br><form method="post" action="/admin/plugins?action=activate&amp;plugin=%s&amp;return=/admin/plugins/%s"> <input type="submit" value="Activatar Ahora"/></form>

source: New comment on your post "%s" Author : %s E-mail : %s URL : %s Comment: %s You can see all comments on this post here: %s
it_it: Nuovo commento nel suo post "%s" Autore : %s E-mail : %s URL : %s Commento: %s Puoi visualizzare tutti i commenti su questo post qui: %s

source: Hi~ New reference on your comment for post "%s" Author : %s URL : %s Comment: %s You can see all comments on this post here: %s
it_it: Ciao~ Nuovo riferimento nel tuo commento sul post "%s" Autore : %s URL : %s Commento: %s Puoi visualizzare tutti i commenti su questo post qui:: %s

source: Slug
it_it: Slug - URL per motori di ricerca
